{
  "intents": [
    {
      "tag": "saudacao",
      "patterns": [
        "Oi",
        "Olá",
        "E ai?",
        "Bom dia",
        "Boa tarde",
        "Boa noite",
        "Oi, tudo bem?",
        "Como vai?",
        "Oi, como você esta?",
        "Olá, como esta seu dia?",
        "Oi, prazer em conhecer você!"
      ],
      "responses": [
        "Oi!",
        "Olá!",
        "Oi! Tudo bem?",
        "Olá, como você esta?",
        "Oi, que bom te ver aqui!",
        "Oi! Como posso te ajudar?"
      ]
    },
    {
      "tag": "ansiedade",
      "patterns": [
        "Estou ansioso, o que posso fazer?",
        "Como posso lidar com a ansiedade?",
        "Sinto que estou muito ansioso, me ajude.",
        "Tenho ansiedade, alguma dica?",
        "O que fazer quando estou ansioso?",
        "Como controlar a ansiedade?",
        "Estou tendo uma crise de ansiedade, e agora?",
        "Minha ansiedade está alta, preciso de ajuda.",
        "Quais técnicas ajudam na ansiedade?",
        "Como reduzir a ansiedade no dia a dia?",
        "Tem algum exercício para ansiedade?",
        "Ansiedade está atrapalhando minha vida, o que faço?",
        "Por que me sinto ansioso o tempo todo?",
        "Sinto falta de ar quando estou ansioso, isso é normal?",
        "Meu coração acelera quando fico ansioso, como resolver isso?",
        "Como saber se minha ansiedade é grave?",
        "Tenho pensamentos acelerados por causa da ansiedade, o que fazer?",
        "Minha mente não para, é ansiedade?",
        "O que é um ataque de ansiedade?",
        "Estou ansiosa"
      ],
      "responses": [
        "Respire fundo e tente focar no presente. Técnicas de respiração, como inspirar profundamente pelo nariz e expirar lentamente pela boca, podem ajudar a acalmar a mente e reduzir os sintomas da ansiedade. Focar na respiração pode trazer um alívio imediato.",
        "Pratique a respiração diafragmática: inspire pelo nariz contando até quatro, segure o ar por quatro segundos e depois expire lentamente pela boca. Essa técnica ativa o sistema nervoso parassimpático, ajudando a reduzir a sensação de ansiedade e trazer mais calma.",
        "Se estiver se sentindo ansioso, tente fazer exercícios físicos leves, como uma caminhada ao ar livre ou alguns alongamentos. O movimento ajuda a liberar endorfinas, que melhoram o humor e reduzem os níveis de estresse.",
        "Ouvir músicas relaxantes ou praticar meditação guiada pode ajudar a reduzir a ansiedade e acalmar a mente. Escolha um ambiente tranquilo, feche os olhos e tente focar na sua respiração por alguns minutos.",
        "Evite cafeína e alimentos muito estimulantes, pois podem aumentar os sintomas da ansiedade, como coração acelerado e inquietação. Prefira chás calmantes, como camomila ou erva-doce, que ajudam a relaxar.",
        "Se possível, fale com alguém de confiança sobre o que você está sentindo. Conversar sobre seus sentimentos pode aliviar a carga emocional e ajudar a encontrar novas perspectivas sobre a situação que está gerando ansiedade.",
        "Anotar seus pensamentos em um diário pode ser uma estratégia útil para entender melhor sua ansiedade. Escreva o que está sentindo e tente identificar se há algum gatilho específico que está causando essa emoção.",
        "Técnicas como mindfulness podem ajudar a reduzir a ansiedade ao focar no momento presente. Quando sentir que está ansioso, tente observar ao seu redor, sentir os cheiros, texturas e sons, trazendo sua atenção para o aqui e agora.",
        "Manter uma rotina equilibrada com exercícios físicos, alimentação saudável e um sono adequado pode ajudar a reduzir os níveis de ansiedade. Pequenas mudanças nos hábitos diários fazem uma grande diferença a longo prazo.",
        "A ansiedade pode ser controlada com hábitos saudáveis e terapia. Se você sente que sua ansiedade está afetando seu dia a dia, buscar acompanhamento psicológico pode ser uma ótima opção para aprender estratégias de enfrentamento mais eficazes.",
        "Se estiver tendo uma crise de ansiedade, tente o método 5-4-3-2-1: observe 5 coisas ao seu redor, toque em 4 objetos, identifique 3 sons, sinta 2 cheiros e pense em 1 gosto. Essa técnica ajuda a trazer a mente para o presente e reduzir a intensidade da crise.",
        "A ansiedade pode ser desafiadora, mas existem muitas estratégias para lidar com ela. Você já experimentou praticar atividades relaxantes, como ioga, pintura ou escrever? Encontrar algo que te traga prazer pode ajudar a distrair a mente e aliviar a tensão.",
        "Se você sente que sua ansiedade está interferindo nas suas atividades diárias, como trabalho, estudos ou vida social, é importante procurar um psicólogo para entender melhor suas emoções e desenvolver estratégias personalizadas para lidar com isso.",
        "Lembre-se de que você não está sozinho. Muitas pessoas passam por situações similares e há formas eficazes de lidar com a ansiedade. Você pode encontrar apoio em grupos de ajuda ou conversar com profissionais especializados no assunto.",
        "Escrever um diário pode ser uma forma eficaz de organizar seus pensamentos e identificar padrões na sua ansiedade. Tente registrar o que sente ao longo do dia e perceba quais situações desencadeiam a ansiedade com mais frequência.",
        "A ansiedade é uma resposta natural do corpo ao estresse, mas se ela estiver muito intensa e frequente, buscar ajuda profissional pode fazer toda a diferença. Terapia cognitivo-comportamental é uma abordagem eficaz para tratar a ansiedade.",
        "Se sua mente estiver muito agitada e cheia de pensamentos acelerados, tente praticar a técnica de escrita livre. Pegue um papel e escreva tudo o que vier à sua cabeça, sem julgamentos. Isso pode ajudar a liberar a tensão mental.",
        "Se sua ansiedade for frequente, pode ser útil criar uma rotina de autocuidado, incluindo momentos de lazer e descanso. Separar um tempo para atividades prazerosas, como ler um livro ou assistir um filme, pode ajudar a aliviar o estresse do dia a dia."
      ]
    },
    {
      "tag": "tristeza",
      "patterns": [
        "Estou muito triste, o que posso fazer?",
        "Sinto uma tristeza profunda, me ajude.",
        "Não consigo parar de me sentir triste, é normal?",
        "O que fazer quando estou triste?",
        "Como lidar com a tristeza?",
        "Me sinto sozinho e triste, o que devo fazer?",
        "Por que me sinto triste sem motivo?",
        "A tristeza não passa, isso é normal?",
        "Tenho chorado muito ultimamente, o que significa?",
        "O que fazer quando nada me faz feliz?",
        "Estou sem vontade de fazer as coisas, é tristeza?",
        "Como posso melhorar meu humor?",
        "Estou triste o tempo todo, o que pode ser?",
        "Como superar momentos de tristeza?",
        "A tristeza pode se transformar em depressão?",
        "É normal sentir um vazio dentro de mim?",
        "O que posso fazer para me sentir melhor?",
        "Não consigo encontrar motivação para nada, o que faço?",
        "Minha tristeza vem do nada, isso é comum?",
        "Estou sem energia e desanimado, como posso mudar isso?",
        "Sou um lixo",
        "Não presto pra nada"
      ],
      "responses": [
        "Falar com alguém de confiança pode te ajudar a aliviar essa tristeza. Às vezes, dividir o que estamos sentindo com outra pessoa pode trazer uma sensação de alívio e clareza. Se não quiser falar com alguém próximo, escrever também pode ser uma boa alternativa.",
        "Tente escrever sobre seus sentimentos, isso pode te ajudar a entender melhor o que está acontecendo. Colocar os pensamentos no papel pode trazer organização mental e permitir que você veja as situações de um ângulo diferente.",
        "Saia um pouco, tome ar fresco, caminhar pode ajudar a melhorar seu humor. O contato com a natureza e o movimento do corpo estimulam o cérebro a liberar substâncias que trazem bem-estar e aliviam a tensão emocional.",
        "Permita-se sentir a tristeza, mas lembre-se de que ela não define quem você é. Todos nós passamos por momentos difíceis, e sentir tristeza é parte da experiência humana. O mais importante é não se deixar afundar nesses sentimentos por muito tempo.",
        "A música pode ser uma grande aliada para melhorar o humor. Tente ouvir algo que te acalme ou anime. Algumas pessoas se sentem melhor ouvindo melodias suaves, enquanto outras preferem algo mais animado para mudar o estado emocional.",
        "Praticar atividades prazerosas pode ajudar a aliviar a tristeza, como ler um livro, assistir um filme ou cozinhar algo gostoso. O importante é se reconectar com pequenas coisas que trazem alegria no dia a dia.",
        "Se possível, tente conversar com um amigo ou familiar. O apoio de pessoas queridas pode fazer a diferença. Muitas vezes, apenas saber que alguém está disposto a ouvir e oferecer suporte já nos faz sentir melhor.",
        "Cuidar de si mesmo é essencial. Tente dormir bem, comer de forma equilibrada e praticar atividades que gosta. Pequenas mudanças na rotina podem impactar bastante no bem-estar emocional a longo prazo.",
        "A prática de exercícios físicos libera endorfinas e pode ajudar a melhorar o seu bem-estar emocional. Não precisa ser nada intenso, uma caminhada leve ou alongamentos podem ser o suficiente para trazer uma sensação de alívio.",
        "Você já tentou mudar sua rotina? Pequenas mudanças podem trazer novas perspectivas. Às vezes, sair da monotonia e experimentar algo diferente pode ajudar a quebrar o ciclo da tristeza.",
        "Tente listar coisas pelas quais você é grato. Isso pode te ajudar a enxergar o lado positivo das situações. Mesmo nos momentos mais difíceis, sempre há algo pequeno que pode trazer gratidão e conforto.",
        "Se sua tristeza estiver muito intensa e durando há muito tempo, talvez seja importante procurar um psicólogo para entender melhor o que está acontecendo. Um profissional pode te ajudar a encontrar estratégias para lidar com esses sentimentos.",
        "Às vezes, um simples abraço ou um momento com alguém querido pode fazer toda a diferença. O contato humano libera substâncias que ajudam a aliviar a tristeza e trazer uma sensação de segurança.",
        "Se permita descansar, cuidar de si mesmo e respeitar seus sentimentos. Você não precisa estar bem o tempo todo. Aceitar suas emoções e dar-se tempo para processá-las pode ser muito valioso.",
        "Chorar pode ser uma forma de aliviar emoções acumuladas, não se culpe por sentir tristeza. As lágrimas são um mecanismo natural do corpo para liberar tensão emocional e trazer alívio.",
        "Faça algo que te traga conforto, como tomar um chá quente, ouvir sua música favorita ou abraçar um animal de estimação. Pequenos gestos de autocuidado podem fazer toda a diferença no seu dia.",
        "Tente se conectar com algo que te traga alegria, mesmo que seja apenas por alguns minutos. Assistir a um vídeo engraçado, lembrar de um momento feliz ou se distrair com um hobby pode ajudar a quebrar o ciclo da tristeza.",
        "Você não está sozinho. Muitas pessoas passam por momentos assim, e sempre há uma saída. Mesmo que agora pareça difícil, lembre-se de que seus sentimentos podem mudar e que há ajuda disponível para você."
      ]
    },
    {
      "tag": "suicidio",
      "patterns": [
        "Quero me matar",
        "Quero morrer",
        "Estou pensando em me suicidar",
        "Minha vida não tem mais sentido",
        "Quero pular da ponte",
        "Minha vida não tem valor",
        "Tenho pensado bastante no suicidio",
        "Não quero mais viver",
        "Vou me matar"
      ],
      "responses": [
        "Sinto muito que esteja passando por isso. Lembre-se de que a ajuda está disponível. Por favor, fale com alguém de confiança ou procure um profissional. Você pode ligar para o CVV (Centro de Valorização da Vida) pelo número 188. Não está sozinho nessa, você merece ajuda e cuidado.",
        "Eu entendo que você esteja se sentindo muito mal, mas não posso oferecer a ajuda necessária. É muito importante falar com alguém, como um amigo ou um profissional. O CVV está disponível no telefone 188, e eles podem te apoiar nesse momento difícil.",
        "Sinto muito que você esteja se sentindo assim, mas quero que saiba que há ajuda disponível. Por favor, entre em contato com a linha de apoio do CVV no 188 ou busque um profissional para te ajudar. Sua vida tem um valor enorme.",
        "Eu entendo que você esteja passando por um momento muito difícil, e é importante que você converse com alguém que possa te ajudar de forma adequada. O CVV (188) está disponível para ouvir e ajudar. Não desista de procurar apoio.",
        "Eu sei que você deve estar se sentindo muito sobrecarregado, mas buscar ajuda é um passo fundamental. O CVV está pronto para te ouvir, ligue para 188 ou acesse www.cvv.org.br. Você merece suporte e cuidado.",
        "Lamento muito que você esteja se sentindo assim. A dor pode parecer imensa, mas há ajuda disponível. Falar com alguém pode fazer toda a diferença. O CVV pode te apoiar, ligue para 188 ou visite www.cvv.org.br.",
        "Ninguém deveria passar por esse tipo de sofrimento sozinho. Se você puder, busque ajuda. O CVV está lá para te ouvir e te apoiar. Ligue para 188. Sua vida tem muito valor, e há pessoas dispostas a ajudar.",
        "Entendo que as coisas possam parecer insuportáveis agora, mas pedir ajuda pode ser um passo importante para encontrar alívio. O CVV (188) está disponível para você, e muitos profissionais podem oferecer o suporte que você precisa.",
        "Por favor, não fique sozinho com seus pensamentos. É fundamental buscar ajuda profissional para lidar com esse momento difícil. O CVV pode te apoiar, basta ligar para 188 ou acessar www.cvv.org.br. Você é importante e merece essa ajuda.",
        "Sinto muito que você esteja enfrentando tanto sofrimento. Por favor, lembre-se de que buscar ajuda é um sinal de força. O CVV pode oferecer o apoio que você precisa. Ligue para 188. Há pessoas prontas para te apoiar nesse momento difícil.",
        "Você não está sozinho. Fale com alguém ou entre em contato com o CVV pelo 188. Sua vida tem muito valor."
      ]
    }
  ]
}
